{
  "Farm": "Farm",
  "Unlock Wallet": "ปลดล็อคกระเป๋า",
  "Connect wallet": "เชื่อมต่อกระเป๋า",
  "Connect to a wallet": "เชื่อมต่อกระเป๋า",
  "Disconnect": "ยกเลิกการเชื่อมต่อกระเป๋า",
  "Copy Address": "คัดลอก Address กระเป๋า",
  "Locked": "Locked",
  "Deposit": "ฝากเหรียญ",
  "Earn": "ได้รับ",
  "Pool": "Pool",
  "Coming Soon": "พบกันเร็ว ๆ นี้",
  "Total Liquidity": "Liquidity ทั้งหมด",
  "View on KlaytnScope": "ดูรายละเอียดบน KlaytnScope",
  "FINIX price": "ราคาเหรียญ FINIX",
  "Your Stake": "Your Stake",
  "Total": "ผลรวม",
  "End": "จบ",
  "Create a pool for your token": "สร้าง pool ที่คุณต้องการ",
  "Max": "ทั้งหมด",
  "Not enough LP to stake": "ปริมาณ LP ไม่เพียงพอ",
  "Add Liquidity": "เพิ่ม Liquidity",
  "Cancel": "ยกเลิก",
  "Confirm": "ตกลง",
  "Warning": "คำเตือน",
  "Pending Confirmation": "ระบบกำลังดำเนินการ",
  "Available": "พร้อมใข้งาน",
  "Harvest all (%count%)": "Harvest ทั้งหมด (%count%)",
  "FINIX Stats": "FINIX Stats",
  "Total FINIX Supply": "เหรียญ FINIX ทั้งหมด",
  "Total FINIX Burned": "จำนวนเหรียญ FINIX ที่ Burn ทั้งหมด",
  "New FINIX / sec": "กำลังผลิต FINIX / วินาที",
  "Farms & Staking": "Farms & Staking",
  "FINIX to Harvest": "ผลตอบแทน FINIX ของคุณ",
  "FINIX in Wallet": "เหรียญ FINIX ใน Wallet ของคุณ",
  "Collecting FINIX": "กำลังเก็บผลตอบแทน",
  "Harvest": "Harvest",
  "Approve": "ยินยอม",
  "Select": "เลือก",
  "Unstake": "ถอน LP",
  "Read more": "อ่านเพิ่มเติม",
  "Details": "รายละเอียด",
  "Home": "Home",
  "Compound": "Compound",
  "APR": "APR",
  "Approve Contract": "Approve Contract",
  "Your wallet": "กระเป๋าของคุณ",
  "Logout": "ออกจากระบบ",
  "ROI": "ROI",
  "Return on Investment": "ผลตอบแทนจากการลงทุน",
  "Timeframe": "ระยะเวลา",
  "FINIX per $1000": "FINIX / $1000",
  "Calculated based on current rates": "คำนวณจากอัตราแลกเปลี่ยนปัจจุบันโดยสมมุติการทบเงินต้นทุกวัน อัตรา ROI เป็นเพียงการประเมินเพื่อความสะดวกในการลงทุนเท่านั้น เรทของ ROI เป็นการประมาณการเบื้องต้นเพื่อความสะดวกในการตัดสินใจของผู้ลงทุน ทั้งนี้ผลตอบแทนไม่ได้ถูกการันตีตามอัตราดังกล่าว",
  "Get": "เพิ่ม",
  "Compounding": "Compounding",
  "Get LP tokens": "รับ LP Token",
  "Show": "แสดง",
  "Hide": "ซ่อน",
  "Stake": "ฝาก LP",
  "Earned": "ที่ได้รับ",
  "Staked": "ที่ถูก Stake",
  "Farm Staked": "Farm ที่ทำการ Stake",
  "Pool Staked": "Pool ที่ทำการ Stake",
  "Balance": "Balance",
  "Live": "Live",
  "Start": "Start",
  "Claim": "Claim",
  "Merch": "สินค้า",
  "An error occurred confirming transaction": "เกิดข้อผิดพลาดในการยืนยันธุรกรรม",

  "Home - Definix - Advance Your Crypto Assets": "Home - Definix - Advance Your Crypto Assets",
  "is now on": "is now on",
  "Klaytn Blockchain": "Klaytn Blockchain",
  "Get free ": "รับฟรี",
  "30 KLAY": "30 KLAY",
  "Get Airdrop": "Get Airdrop",
  "Audited by": "ตรวจสอบโดย",
  "AUTO RE-BALANCING MUTUAL FUNDS": "AUTO RE-BALANCING MUTUAL FUNDS",
  "INTRODUCING": "INTRODUCING",
  "DEFINIX REBALANCING FARM": "DEFINIX REBALANCING FARM",
  "Rebalancing involves periodically buying or selling assets in a portfolio to maintain an original or desired level of asset allocation or risk.": "การ Rebalace คือ การซื้อหรือการขายสินทรัพย์ในพอร์ตโฟลิโอเป็นระยะ ๆ เพื่อจัดสรรและรักษาระดับความเสี่ยงให้ตามระดับปริมาณที่ต้องการด้วยระบบ Smart Contract จากพันธมิตรของเรา",
  "Sound complicated? Don’t worry we will take care your investment automatically with our investment partner": "Sound complicated? Don’t worry we will take care your investment automatically with our investment partner",
  "Interesting, I want to invest": "Interesting, I want to invest",
  "FINIX LONG-TERM STAKE WITH VOTING SYSTEM": "FINIX LONG-TERM STAKE WITH VOTING SYSTEM",
  "New financial product from DEFINIX. It is the single-sided pool stake FINIX earn vFINIX.": " New financial product from DEFINIX. It is the single-sided pool stake FINIX earn vFINIX.",
  "vFINIX can vote for rewarding fee return from a liquidity pool and discount fee conditioning for Rebalancing Farm.": "vFINIX can vote for rewarding fee return from a liquidity pool and discount fee conditioning for Rebalancing Farm.",
  "Coming soon!": "Coming soon!",
  "DEFINIX SYSTEMATIC VAULTS": "DEFINIX SYSTEMATIC VAULTS",
  "Total Value Locked (TVL)": "มูลค่าสินทรัพย์ที่อยู่ในระบบ (TVL)",
  "TVL in BSC": "TVL ใน BSC",
  "TVL in Klaytn": "TVL ใน Klaytn",
  "Definix Systematic Vault is available to use in": "Definix Systematic Vaults จะพร้อมใช้ใน",
  "Does not include burned": "ไม่รวมจำนวนเหรียญที่ Burn แล้ว",
  "MY INVESTMENTS": "การลงทุนของฉัน",
  "TUTORIALS": "แนะนำการใช้งาน",
  "Net Worth": "Net Worth",
  "OTHER": "อื่น ๆ",
  "FINIX ready to harvest": "FINIX พร้อมที่จะ Harvest",
  "From all farms": "จาก Farm ทั้งหมด",
  "From all pools": "จาก Pool ทั้งหมด",
  "LP Staked": "LP Staked",
  "FINIX Earned": "FINIX ที่ได้รับ",
  "Preparation & Wallet setup": "การเตรียมการและการตั้งค่า wallet",
  "Transfer token to your wallet": "โอนโทเค็นไปที่ Wallet ของคุณ",
  "Connect wallet & Swap tokens": "Connect wallet & Swap tokens",
  "Liquidity pairing & Farming": "Liquidity pairing & Farming",
  "Let’s start from here": "เริ่มต้นกันเลย :)",
  "You don’t have any investment yet. Don’t worry, I’ll guide you through the process": "คุณยังไม่ได้เริ่มลงทุน แต่ไม่ต้องกังวลนะ เราจะแนะนำคุณในทุก ๆ ขั้นตอน",
  "Get Started": "เริ่มต้น",
  "Step": "ขั้นตอน",
  "BACK TO FIRST PAGE": "กลับไปที่หน้าแรก",
  "NEXT": "ถัดไป",
  "PROCEED TO NEXT STEP": "ไปยังขั้นตอนถัดไป",
  "Start farming in 4 major steps": "เริ่ม Farm ง่ายๆใน 4 ขั้นตอน",
  "Open your web browser": "เปิดเว็ปเบราเซอร์",
  "Google Chrome": "ที่รองรับส่วนต่อขยายของ Google Chrome",
  "Download and install chrome plugin wallet from this linkMetamask :": "ติดตั้ง Metamask, Kaikas ลงบนเว็ปเบราเซอร์",
  "After install your wallet, select on create a new wallet and seed phase": "หลังจากที่ติดตั้งกระเป๋าตังบนเว็ปเบราเซอร์แล้ว ให้ทำการสมัครเปิดกระเป๋า",
  "After create your password, you will get the secret backup phase ( Seed phase )": "หลังจากทำการสร้างรหัสผ่าน ระบบจะทำการสร้าง Seed Phrase ออกมาให้",
  "IMPORTANT !!": "คำเตือน !!",
  "Do not take photo , capture seed phase screen or save seed phase in any kind of digital format.": "กรุณาอย่าถ่ายรูป หรือ บันทึกหน้าจอที่มี Seed phraseหรือทำการเก็บ Seed Phrase บนคอมพิวเตอร์ หรือ อุปกรณ์อิเล็คโทรนิคทุกชนิด เพื่อความปลอดภัยของทรัพย์สินของท่าน",
  "Write it on a paper and store in a secure location is recommended.": "ทางทีมงานแนะนำให้จด Seed Phrase ลงบนกระดาษ และเก็บไว้ในที่ปลอดภัย โดยไม่เปิดเผย Seed Phrase นี้กับใคร",
  "Now your wallet is ready to use. but DEFINIX is run on Binance smart chain. You have to change your network first.": "กระเป๋าของคุณพร้อมสำหรับการใช้งานแล้ว อย่าลืมตั้งค่าเครือข่ายของกระเป๋าเป็น BSC เพื่อเริ่มใช้งาน Definix",
  "Click here to change": "กดที่นี่เพื่อเปลี่ยนเครือข่าย",
  "Input network information follow the picture below.": "ใส่ข้อมูลต่อไปนี้ลงไปตามภาพประกอบ",
  "Click on Save button to complete": "กด Save เพื่อบันทึกข้อมูลเครือข่าย",
  "Binance smart chain is already added to your network. Now your wallet is ready to use on DEFINIX.": "ตั้งค่าเครือข่าย Binance smart chain สำเร็จ คุณสามารถเริ่มใช้ Definix ได้ทันที",
  "Every transaction on DEFINIX on BSC require BNB to pay for a gas fee. Make sure you have enough BNB to pay for it.": "ทุก ๆ ธุรกรรมบน Definix-BSC ต้องใช้เหรียญ BNB ในการจ่ายค่าธรรมเนียมในการทำธุรกรรม ตรวจสอบให้แน่ใจว่าคุณมีเหรียญ BNB ใน Wallet เพียงพอต่อการทำธุรกรรม",
  "Now you are ready to proceed to next step. Transfer your token from exchange to your wallet.": "ตอนนี้คุณพร้อมที่จะดำเนินการในขั้นตอนต่อไปแล้ว โอนโทเค็นของคุณจาก Exchange ไปยัง wallet ของคุณ",
  "To transfer BNB to metamask. You need Binance account and BNB coin.": "ในการโอน BNB ไปยัง metamask คุณต้องมีบัญชี Binance และเหรียญ BNB ก่อน",
  "Enter your Metamask address and select network to BEP20(BSC).": "ใส่ที่อยู่ Metamask ของคุณและเลือกเครือข่ายไปที่ BEP20 (BSC)",
  "Now you have all required tokens. Let’s advance to the next step.": "ตอนนี้คุณมีโทเค็นที่จำเป็นทั้งหมดแล้ว ไปที่ขั้นตอนต่อไปได้เลย",
  "To use DEFINIX, you need to connect your wallet to the platform easily by press on this button.": "ในการใช้ DEFINIX คุณต้อง Connect Wallet ของคุณกับแพลตฟอร์มอย่างง่าย ๆ โดยกดปุ่มนี้",
  "Keep in mind that on every transaction, you need BNB to pay for a gas price. Please prepare enough BNB in your wallet.": "โปรดทราบว่าในการทำธุรกรรมทุกครั้ง คุณต้องมี BNB ในการชำระค่าธรรมเนียม โปรดเตรียม BNB ให้เพียงพอใน Wallet ของคุณ",
  "These tokens can be swap in DEFINIX.": "โทเค็นนี้สามารถ swap ได้บน Definix",
  "To swap coins, you have to go to exchange on menu bar.": "ในการ Swap คุณต้องไป Exchange ที่แถบเมนู bar ด้านซ้ายมือ",
  "Select on “SWAP TOKEN” tab.": "เลือกแถบ “SWAP TOKEN”",
  "Now you can select the token you want to swap from “Select Token” dropdown menu The system will auto-calculate the amount of token you will get automatically.": "ตอนนี้ คุณสามารถเลือกโทเค็นที่คุณต้องการ Swap จากเมนู dropdown “Select Token” ระบบจะคำนวณจำนวนโทเค็นที่คุณจะได้รับโดยอัตโนมัติ",
  "The routing, minimum received, price impact and fee will be shown at the lower position of the box before you confirm swapping.": "การกำหนดเส้นทาง การรับขั้นต่ำ Price impact และค่าธรรมเนียมจะแสดงที่ตำแหน่งด้านล่างของกล่อง ก่อนที่คุณจะยืนยันการ swap",
  "You can set the slippage tolerance from the setting icon at the top-right corner. ( default setting is 0.1% )": "คุณสามารถตั้งค่า Slippage tolerace จาก ไอคอนฟันเฟืองตรงมุมขวาบน  (ค่าเริ่มต้นคือ 0.1%)",
  "*Prepare your BNB to be a gas fee.": "*เตรียม BNB เพื่อใช้สำหรับเป็นค่า gas fee",
  "After confirming your transaction, it will take 15-60 seconds to complete. Once the process is completed, coins will be shown in your wallet.": "หลังจากยืนยันการทำธุรกรรมแล้ว อาจจะใช้เวลา 15-60 วินาที ในการดำเนินการให้เสร็จสิ้น เมื่อกระบวนการเสร็จสิ้น เหรียญจะปรากฎบน wallet ของคุณ",
  "For your first farm, what you need is 2 tokens with equal value to make liquidity.": "สิ่งที่คุณต้องการสำหรับการ Farm ครั้งแรกของคุณ คือ 2 โทเค็น ที่มีมูลค่าเท่า ๆ กัน เพื่อสร้าง Liquidity",
  "Example :": "ตัวอย่าง :",
  "The current price ratio of SIX and FINIX is": "อัตราส่วนราคาของท SIX และ FINIX ปัจจุบันนี้คือ",
  "That’s means if you want to pair this LP.": "นั่นหมายความว่าคุณต้องการที่จะจับคู่ LP",
  "You will need :": "คุณจะต้องการ :",
  "and": "และ",
  "Prepare your tokens, we’re moving to the last process.": "เตรียมโทเค็นของคุณ เรากำลังเข้าสู่ขั้นตอนสุดท้าย",
  "If you want to farm": "ถ้าคุณต้องการที่จะ Farm",
  ". What you need to do after token preparation is Liquidity pairing.": "สิ่งที่คุณต้องทำหลังจากเตรียมโทเค็นคือการจับคู่ liquidity",
  "To pair coins, you have to go to liquidity on menu bar.": "ในการจับคู่เหรียญคุณต้องไปที่แถบ liquidity บนเมนูด้านซ้ายมือ",
  "Select on “LIQUIDITY” tab.": "เลือกแถบ “LIQUIDITY”",
  "If you don’t have any LP right now, press on this button.": "ถ้าคุณยังไม่มี LP ในตอนนี้ คุณต้องกดที่ปุ่มนี้",
  "Now you can select the token you want to pair from “Select Token” dropdown menu": "ตอนนี้คุณสามารถเลือกโทเค็นที่คุณต้องการที่จะจับคู่จากเมนู dropdown “Select Token”",
  "The system will auto-calculate the amount of pair token automatically.": "ระบบจะคำนวณผลรวมของคู่เหรียญโดยอัตโนมัติ",
  "After that you need to “Approve contract” by press on": "หลังจากนั้นต้องทำการกด ”Approve contract”",
  "button.": "ปุ่ม",
  "Once you already approve contract, you have to press on": "Approve contract แล้วต้องกด",
  "button again to pair liquidity.": "ปุ่มอีกครั้งเพื่อจับคู่ liquidity",
  "The": "The",
  "will be send directly into your wallet.": "จะถูกส่งเข้ากระเป๋าของคุณโดยตรง",
  "Now you are ready to start your first farm. Go to": "ตอนนี้คุณพร้อมที่จะเริ่มทำ Farm แรกแล้ว ไปที่",
  "Yield farming": "Yield farming",
  "on menu bar and select": "บนแถบเมนูด้านซ้ายและเลือก",
  "and press": "และกด",
  "Approve contract": "Approve contract",
  "button. ( This process require BNB as a gas fee )": "(ขั้นตอนนี้ใช้ BNB สำหรับ gas fee)",
  "After approve contract, The interface will be changed. You have to stake your LP into this farm by press on": "หลังจากการ อนุมัติ contract หน้าจอของคุณจะเปลี่ยนไป คุณสามารถทำการฝาก LP token ลงในฟาร์มนี้ได้",
  "In the future, if you want to remove your LP. You can remove by press on - button instead. The removed LP will be send to your wallet.": "ในอนาคต หากคุณต้องการ Remove LP คุณสามารถ Remove ได้โดยการกดปุ่ม - แทน แล้ว LP ที่คุณ Remove จะถูกส่งไปที่ Wallet ของคุณ",
  "The last step is to deposit your LP into this farm by enter an amount of your LP and press": "ขั้นตอนสุดท้ายคือการฝาก LP ของคุณเข้า Farm นี้โดยป้อนจำนวน LP ของคุณแล้วกด",
  "button ( Require BNB for a gas price )": "ปุ่ม (ต้องใช้ BNB สำหรับค่า gas)",
  "CONGRATULATION!!": "ขอแสดงความยินดี!!",
  "Now you have your first farm running!! You can check your ROI from the dashboard on homepage.": "ตอนนี้คุณมี Farm แรกของคุณแล้ว!! คุณสามารถตรวจสอบ ROI ของคุณได้จาก dashboard บนหน้า homepage.",
  "You need a wallet address to transfer token to your wallet (Metamask). Your address will be shown at the upper part of Metamask as a picture below.": "คุณต้องมี Wallet Address เพื่อโอนโทเค็นไปยัง Wallet  (Metamask) ของคุณ ที่อยู่ของคุณจะแสดงบน Metamask ดังรูปด้านล่าง",
  "Please select a token you want to transfer": "โปรดเลือกโทเค็นที่คุณต้องการจะโอน",
  "To transfer SIX to metamask. You need to bridge SIX from Stella (XLM) network to BSC network by using this link.": "เพื่อโอนเหรียญ SIX ของคุณไปยัง Metamask wallet คุณต้องทำการ Bridge เหรียญ SIX จากเครือข่าย Stellar (XLM) โดยใช้ link นี้",
  "The bridge transaction from Stellar network to Klaytn is no fee.": "การ Bridge จากเครือข่าย Stellar ไปยัง Klaytn ไม่มีเสียค่าธรรมเนียม",
  "Enter your email address and amount then copy your wallet address from metamask into “Destination” field.": "ป้อนที่อยู่อีเมลและจำนวนเงิน จากนั้น copy ที่อยู่ Wallet Address ของคุณจาก metamask ลงในช่อง ”Destination”",
  "After confirmation, QR code will be generated from the system. You have to use these address and memo text as a destination when transfer from exchange platform.": "หลังจากยืนยันแล้ว คิวอาร์โค้ดจะถูกสร้างขึ้นจากระบบ คุณต้องใช้ Address และ Memo Text นี้เป็นที่อยู่ปลายทางเมื่อโอนจากแพลตฟอร์ม Exchange",
  "In metamask wallet, you have to add SIX token into your wallet to view your coin.": "คุณจะต้องทำการ Add token address ของ SIX ลงบนกระเป๋าของคุณเพื่อตรวจสอบปริมาณเหรียญในกระเป๋า",
  "Press Connect Wallet": "กดเชื่อมต่อกระเป๋า",
  "And press these buttons": "และกดปุ่ม",
  "After finish the process, please wait 10-20 minutes. You will recieve SIX in your metamask wallet automatically.": "หลังจากเสร็จขั้นตอนนี้ โปรด 10-20 นาที คุณจะได้รับเหรียญ SIX ใน Metamask wallet ของคุณโดยอัตโนมัติ",
  "Download and install Kaikas wallet (chrome plugin)": "ดาวน์โหลดและติดตั้ง Kaikas Wallet (Chrome plugin)",
  "After install your wallet, please create and confirm your password.": "หลังจากติดตั้งกระเป๋าเงินของคุณแล้ว โปรดสร้างและยืนยันรหัสผ่านของคุณ",
  "Enter your account nickname.": "ป้อนชื่อเล่นให้กับบัญชีของคุณ",
  "Press Start Kaikas.": "กด Start Kaikas",
  "Now your wallet is ready to use on DEFINIX.": "ตอนนี้ wallet ของคุณพร้อมที่จะใช้งานบน Definix แล้ว",
  "Every transaction on DEFINIX on Klaytn require KLAY to pay for a gas fee. Make sure you have enough KLAY to pay for it.": "ทุก ๆ Transaction บนแพลตฟอร์ม Definix-Klaytn ต้องใช้เหรียญ Klay ในการจ่ายค่าธรรมเนียม ตรวจสอบให้แน่ใจว่าคุณมีเหรียญ Klay เพียงพอในการทำธุรกรรม",
  "You need a wallet address to transfer token to your wallet (Kaikas). Your address will be shown at the upper part of Kaikas as a picture below.": "คุณต้องมีที่อยู่ wallet address เพื่อโอนโทเค็นไปยัง Wallet (Kaikas) ของคุณ ที่อยู่ของคุณจะแสดงบน Kaikas wallet ดังภาพด้านล่าง",
  "To transfer SIX to Kaikas, It’s have 2 choices": "เพื่อโอน SIX ไป Kaikas มี 2 ตัวเลือก",
  "Please select a choice": "โปรดเลือกตัวเลือก",
  "To transfer SIX to Kaikas. You need to bridge SIX from Stella (XLM) network to Klaytn network by using this link.": "เพื่อที่จะโอนเหรียญ SIX ไป Kaikas คุณต้อง Bridge SIX จากเครือข่าย Stellar (XLM) ไปยัง เครือข่าย Klaytn โดยใช้ link นี้",
  "To transfer SIX to Kaikas. You have to transfer SIX from your exchange account.": "เพื่อที่จะโอนเหรียญ SIX ไป Kaikas คุณต้องโอน SIX จาก Exchange ของคุณ",
  "In Coinone (Exchange) You have to enter amount and then copy your wallet address from Kaikas wallet into “Withdrawal address” field.": "ใน Coinone (Exchange) คุณต้องกรอกจำนวนและจากนั้น Copy wallet address ของ kaikas ลงในช่อง Withdrawal address",
  "After finish the process, please wait a minutes. You will recieve SIX in your Kaikas wallet automatically.": "หลังจากเสร็จขั้นตอนนี้ โปรดรอสักครู่ คุณจะได้รับเหรียญ SIX ใน Kaikas wallet ของคุณโดยอัตโนมัติ",
  "In Kaikas wallet, you have to add SIX token into your wallet to view your coin.": "ใน Kaikas wallet คุณต้องเพิ่มเหรียญ SIX ใน Wallet ของคุณ เพื่อที่จะใช้ดูเหรียญของคุณ",
  "Press Token List": "กด Token list",
  "and then press Add Token.": "และจากนั้นกดที่ปุ่ม Add token",
  "You will see SIX token, Press select and press Next.": "คุณจะเห็นเหรียญ SIX ให้ทำการกด Select และกด Next",
  "To transfer FINIX to Kaikas. You need to bridge FINIX from BSC network to Klaytn network by using this link.": "เพื่อที่จะโอน FINIX ไป Kaikas wallet คุณต้อง Bridge FINIX  จากเครือข่าย BSC ไปที่ Klaytn Network โดยใช้ link นี้",
  "The bridge transaction from BSC network is including with 0.3% FINIX per transaction, the transaction fee will be deducted from your bridge amount automatically.": "Bridge Transaction จากเครือข่าย BSC จะคิดค่าธรรมเนียม 0.3% จากจำนวนการโอนเหรียญ FINIX ต่อธุรกรรม และค่าธรรมเนียมการทำธุรกรรมจะถูกหักออกจากจำนวนการของ Bridge คุณโดยอัตโนมัติ",
  "In SIX Bridge, you have to connect wallet": "ใน SIX Bridge คุณต้องเชื่อมต่อ Wallet",
  "and then you have to copy your wallet address from Kaikas into “Destination” field.": "และหลังจากนั้นคุณต้อง Copy Wallet Address Kaikas ของคุณ เติมลงในช่อง “ที่อยู่ปลายทาง“",
  "After the Destination address, you must enter amount of FINIX": "หลังจากใส่ที่อยู่ปลายทาง คุณต้องใส่จำนวนของเหรียญ FINIX ด้วย",
  "After finish the process, please wait 10-20 minutes. You will recieve FINIX in your Kaikas wallet automatically.": "เมื่อเสร็จสิ้นกระบวนการ โปรดรอ 10-20 นาที คุณจะได้รับเหรียญ FINIX บน Kaikas Wallet ของคุณโดยอัตโนมัติ",
  "Keep in mind that on every transaction, you need KLAY to pay for a gas price.": "โปรดทราบว่าในการทำธุรกรรมทุกครั้ง คุณต้อง KLAY เพื่อชำระค่าธรรมเนียมในการทำธุรกรรม",
  "Please prepare enough KLAY in your wallet. These tokens can be swap in DEFINIX.": "โปรดเตรียมเหรียญ Klay ใน Wallet ให้เพียงพอ เพราะเหรียญต่างๆ สามารถ Swap ได้ใน DEFINIX",
  "The routing, minimum received, price impact and fee will be shown at the lower position of the box before you onfirm swapping.": "เส้นทาง การรับขั้นต่ำ Price Impact และค่าธรรมเนียมจะแสดงที่ตำแหน่งล่างของกล่อง ก่อนที่คุณจะยืนยันการ Swap",
  "*Prepare your KLAY to be a gas fee.": "*เตรียมเหรียญ Klay ของคุณเพื่อใช้เป็นค่าธรรมเนียมในการทำธุรกรรม",
  "button. ( This process require KLAY as a gas fee )": "ปุ่ม (ขั้นตอนนี้กำหนดให้ใช้เหรียญ Klay สำหรับค่า gas)",
  "button ( Require KLAY for a gas price )": "ปุ่ม (ต้องใช้เหรียญ Klay สำหรับค่า gas)",
  "in Pools": "ใน Pools",
  "in Farms": "ใน Farms",
  "Earn up to": "รับมากถึง",
  "Chance to Optimize your profit": "โอกาสในการเพิ่มประสิทธิภาพผลกำไรของคุณ",
  "Maximize your investment with FINIX token that you earn from Definix.com. FINIX token can be utilized as a discount for financial products and other privillege on upcoming features. Moreover, we also have an expert to make sure that you will select the best for your investment": "เพิ่มการลงทุนของคุณด้วยเหรียญ FINIX  ที่คุณได้รับจาก Definix.com โดยเหรียญ FINIX สามารถใช้เป็นส่วนลดสำหรับผลิตภัณฑ์ทางการเงินและสิทธิพิเศษอื่น ๆ ที่กำลังจะเกิดขึ้น นอกจากนี้เรายังมีผู้เชี่ยวชาญที่คอยให้คำแนะนำ เพื่อให้แน่ใจว่าคุณจะเลือกสิ่งที่ดีที่สุดสำหรับการลงทุนของคุณเอง",
  "Transparency Investment": "การลงทุนที่โปร่งใส",
  "All your assets will be traded and controlled by smart contract. All of your investment logs will be recorded on public blockchain. With the property of blockchain, you can freely trace your transactions at every moments.": "ทรัพย์สินทั้งหมดของคุณจะถูกซื้อขายและควบคุมโดย Smart Contract บันทึกการลงทุนทั้งหมดของคุณจะถูกบันทึกไว้ในบล็อกเชนสาธารณะ และด้วยคุณสมบัติของบล็อคเชน คุณจะสามารถติดตามธุรกรรมของคุณได้อย่างอิสระในทุกช่วงเวลา",
  "Investment Assessment": "การประเมินการลงทุน",
  "We have algorithmic investment assessment that aggregate the data across blockchain. We utilize this data to create the best investment choice for you to choose base on your requirement.": "เรามีการประเมินการลงทุนแบบอัลกอริธึมที่รวบรวมข้อมูลผ่านบล็อกเชน เราใช้ข้อมูลนี้เพื่อสร้างทางเลือกการลงทุนที่ดีที่สุด และคุณสามารถเลือกได้ตามความต้องการของตัวคุณเอง",
  "User Generated Fund": "User Generated Fund",
  "You can create and managed your own fund on our platform by submit your fund on smart contract with the property of blockchain. Every investment log will be shown on the platform. This allows the person who invest in your fund to trace their asset. As a fund manager you can generate income from your fund.": "คุณสามารถสร้างและจัดการกองทุนของคุณเองบนแพลตฟอร์มของเรา โดยนำเสนอกองทุนของคุณใน Smart Contract และด้วยคุณสมบัติของบล็อคเชน บันทึกการลงทุนทุกรายการจะถูกแสดงบนแพลตฟอร์ม ซึ่งจะช่วยให้ผู้ที่ลงทุนในกองทุนของคุณสามารถติดตามทรัพย์สินของตนได้ ในฐานะผู้จัดการกองทุน ตัวคุณเองก็สามารถสร้างรายได้จากกองทุนของคุณได้",
  "Multi-Strategy Investment": "Multi-Strategy Investment",
  "With the multi-chain environment (BSC, Klaytn). The fund manger is allow to match variety of assets across different blockchain and help maximize the profit for fund manager.": "ด้วยสภาพแวดล้อมแบบมัลติเชน (BSC, Klaytn) ผู้จัดการกองทุนได้รับอนุญาตให้จับคู่สินทรัพย์ที่หลากหลายในบล็อกเชนต่าง ๆ เพื่อช่วยเพิ่มผลกำไรสูงสุดให้กับผู้จัดการกองทุนอีกด้วย",
  "Trade Reputation": "Trade Reputation",
  "Let people know how good are you on trading. All trade logs are recorded on blockchain. The trade data will be sort and ranked in the platform. Fund manager can use this record as a reputation for them gain more investor to maximize the volume of their fund.": "บันทึกการเทรดทั้งหมดจะถูกบันทึกลงในบล็อคเชน ข้อมูลการเทรดจะถูกจัดเรียงและจัดอันดับในแพลตฟอร์ม ผู้จัดการกองทุนสามารถใช้บันทึกนี้ในการดึงดูดนักลงทุนเพื่อเพิ่มปริมาณกองทุนให้สูงที่สุด",
  "Info - Definix - Advance Your Crypto Assets": "Info - Definix - Advance Your Crypto Assets",
  "is the decentralized multi-chain fund management platform that allows everybody to trade with the high level of transparency. With the technology of blockchain, Definix makes crypto investment become one of the most simple things for everyone.": "ในแพลตฟอร์ม Decentralized multi-chain fund management อนุญาตให้ทุก ๆ คน ทำการเทรดด้วยความโปร่งใสในระดับสูง และด้วยเทคโนโลยีบล็อกเชน Definix จะทำให้การลงทุนคริปโต เป็นสิ่งที่ง่ายสำหรับทุกคน",
  "Benefits": "ผลประโยชน์",
  "for Crypto investors": "สำหรับนักลงทุนคริปโต",
  "for Professional Traders": "สำหรับเทรดเดอร์มืออาชีพ",
  "Coming soon": "พบกันเร็ว ๆ นี้",
  "Fund Management Protocol": "Fund Management Protocol",
  "The Decentralized Multi-chain": "The Decentralized Multi-chain",
  "Back": "กลับ",
  "BACK": "กลับ",
  "Criteria for 1st airdrop claim": "เกณฑ์การ Claim Airdrop รอบที่ 1",
  "Criteria for 2nd airdrop claim": "เกณฑ์การ Claim Airdrop รอบที่ 2",
  "1. Must have LP staked on Definix Klaytn-based during": "1. ต้องเป็นผู้ที่ถือ LP และมีการนำไป Stake บน Definix - Klaytn ระหว่าง",
  "21st June 2021 3:00:00 p.m. — 20th August 2021 9:59:59 a.m.(GMT +7).": "วันที่ 21 มิถุนายน 2564 เวลา 15:00น. - วันที่ 20 สิงหาคม 2564  เวลา 14:59น.",
  "2. The airdrop will be automatically distributed 30 KLAY within 48 hours to the wallet address that used on": "2. airdrop จะถูกแจกจ่ายโดยอัตโนมัติจำนวน 30 KLAY ภายใน 48 ชั่วโมงไปยังที่อยู่กระเป๋าเงินที่ใช้บน Definix - Klaytn",
  "after supply liquidity and received LP token from": "หลังจากที่ Supply Liquidity และได้รับ LP Token",
  "3. Users must connect the same wallet used in claiming the airdrop from the first campaign.": "3. ผู้ใช้ต้องเชื่อมต่อ Wallet เดียวกันกับที่ใช้ในการ Claim Airdrop ในแคมเปญแรก",
  "4. Airdrop is limited and distributed in a first come first serve method.": "4. Airdrop มีจำนวนจำกัดและแจกจ่ายในลักษณะที่เรียงลำดับ",
  "5. All the airdrop activity is performed and triggered by the action of a smart contract. In case the user puts in the account that the user doesn’t have a private key; the airdrop cannot be claimed and will be lost forever.": "5. กิจกรรมในการแจก Airdrop ในครั้งนี้ ดำเนินการอยู่บน Smart Contract หากในกรณีที่บัญชีของผู้ใช้งานไม่มี Private key และไม่สามารถเข้าถึง Wallet ของตนเองได้ จะไม่สามารถ Claim Airdrop ได้ หาก Claim มาแล้วไม่สามารถเข้าถึง Wallet ได้ ฤ Airdrop จะหายไปตลอดกาล",
  "6. Airdrops will be distributed to all users equally which sums up to $200K plus unclaimed airdrop from the first campaign per account.": "6.Airdrop จะถูกแจกจ่ายให้ผู้ใช้ทุกคนเป็นจำนวนเท่า ๆ กัน โดยจะมูลค่าเท่ากับ ($200,000 + airdrop ที่ไม่ได้กด claim ในรอบแรก) / จำนวนผู้ได้รับสิทธิ์",
  "KLAY (Airdrop)": "KLAY (Airdrop)",
  "My Liquidity": "Liquidity ของฉัน",
  "Claim Ended Bonus": "Claim Ended Bonus",
  "List View": "List View",
  "Card View": "Card View",
  "All Farm": "Farm ทั้งหมด",
  "Airdrop APR supported by our partners": "Airdrop APR คือเหรียญที่สนับสนุนโดยพันธมิตรของเรา",
  "For maximum yield farming return and best experience, we are upgrading our farm.": "เรากำลังอัพเกรด Farm ของเรา เพื่อผลตอบแทนสูงสุดใน Farm และประสบการณ์ที่ดีที่สุดแก่นักลงทุน",
  "Our farm will be available in": "Farm ของเราจะเปิดให้บริการ",
  "You can stake your LP and get six now": "คุณสามารถ Stake LP ของคุณเพื่อรับเหรียญ SIX ได้เลย",
  "Go to stake": "ไปที่ Stake",
  "What is Farm?": "Farm คืออะไร ?",
  "Farm is a place you can stake your LP tokens in order to generate high returns in the form of FINIX. The amount of returns will be calculated by the annual percentage rate (APR). The APR of each farm will be different and fluctuated due to the size of the pool. You can choose any farm you like to start farming now.": "Farm คือที่ที่คุณสามารถนำ LP Token ที่เกิดจากการทำ liquidity ของคุณมา Stake เพื่อรับผลตอบแทนในรูปแบบของเหรียญต่าง ๆ อัตราผลตอบแทนต่อปี จะคำนวณโดยด้วยวิธีAnnual Percentage Rate (APR)",
  "How to farm in just 1, 2, 3": "วิธีการทำ Farm ใน 3 ขั้นตอน",
  "1. Choose a farm you like": "1. เลือก Farm ที่คุณต้องการ",
  "See the list of the active farms and decide which farm you want to stake.": "ดูรายการ Farm ที่เปิดใช้งานอยู่และตัดสินใจว่าคุณต้องการที่จะลงทุน Farm คู่ไหน",
  "2. Add liquidity": "2. Add liquidity",
  "For example, if you want to stake in FINIX-SIX LP farm, you go to “Liquidity” menu and add your FINIX and SIX tokens to liquidity pool. You’ll get FINIX-SIX LP tokens from this step.": "ตัวอย่าง ถ้าคุณต้องการที่จะ Stake LP ในคู่ FINIX-SIX LP คุณต้องไปที่เมนู ”Liquidity” และเพิ่มเหรียญ FINIX และเหรียญ SIX ของคุณลงไปใน Liquidity pool คุณจะได้รับ FINIX-SIX LP Token จากขั้นตอนนี้",
  "3. Start farming": "3. Start farming",
  "Bring your LP tokens that you’ve got from the previous step to stake in the farm and earn much more FINIX as a return!": "นำ LP Token ของคุณ ที่คุณได้รับจากขั้นตอนก่อนหน้านี้ไป Stake และคุณจะได้รับเหรียญ FINIX ที่มากขึ้นเป็นผลตอบแทน",
  "Don’t have cryptocurrency for a farm you want to stake ? No worries, you can use swap to exchange for what you want.": "ไม่มีเหรียญคริปโทเคอร์เรนซีสำหรับการทำ Farm คุณต้องการที่จะ Stake ใช่ไหม ? ไม่ต้องกังวล คุณสามารถใช้เมนู Swap เพื่อแลกเปลี่ยนเหรียญสกุลที่คุณต้องการได้",
  "Farm - Definix - Advance Your Crypto Assets": "Farm - Definix - Advance Your Crypto Assets",
  "Farm is a place you can stake your LP tokens in order to generate high returns in the form of FINIX.": "Farm คือที่ที่คุณสามารถนำ LP Token ที่เกิดจากการทำ liquidity ของคุณมา Stake เพื่อรับผลตอบแทนในรูปแบบของเหรียญต่าง ๆ",
  "The amount of returns will be calculated by the annual percentage rate (APR).": "อัตราผลตอบแทนต่อปี จะคำนวณโดยด้วยวิธีAnnual Percentage Rate (APR)",
  "All Pool": "Pool ทั้งหมด",
  "Pool - Definix - Advance Your Crypto Assets": "Pool - Definix - Advance Your Crypto Assets",
  "Pool is a place you can stake your single tokens in order to generate high returns in the form of FINIX.": "Pool คือที่ที่คุณสามารถนำโทเค็นสกุลเดียว ลงไป Stake เพื่อรับผลตอบแทนในรูปแบบของ เหรียญต่าง ๆ ได้",
  "Pending": "รอดำเนินการ",
  "Remove LP": "ถอน LP ออกจาก Farm",
  "Remove %tokenname%": "ถอนเหรียญ %tokenname% ออกจาก pool",
  "Deposit %tokenname%": "ฝากเหรียญ %tokenname%",
  "Go to Rebalancing Farm now": "ไปที่ Rebalancing Farm ตอนนี้"
}
