{
  "Proposal for Adjustments to Long/title": "Proposal for Adjustments to Long Term Staking Rewards",
  "**Proposal for Adjustments to Long/content": "**Proposal for Adjustments to Long Term Staking Rewards**\nThe purpose is to reallocate partial of daily emission rate ratio from all farms to vFINIX (Long Term Staking) which could increase the attractiveness and interests on Long Term Staking features. The adjustment will have an positive effect on Long Term Staking APR and the community based on following details:\n\nThe main benefit that the investors will received from  Long Term Staking:\n- Shortage circulated supply\n- Stabilize the price.\n- Reduce governance token sell\n\nThe criterion of adjustment:\n- Add 2% of daily emission ratio to LTS (37%)\n- Deduct 2% of daily emission ratio from LTS (33%)\n- Keep the daily emission ratio of LTS the same (35%)\n\nWith the choices above it will cause all farms ratio to be adjusted based on the weight of allocation by proportional of the percentage on the choice above.",
  "Add 2% of daily emission/opinion": "Add 2% of daily emission ratio to LTS (37%)",
  "Deduct 2% of daily emission/opinion": "Deduct 2% of daily emission ratio from LTS (33%)",
  "Keep the daily emission ratio/opinion": "Keep the daily emission ratio of LTS the same (35%)",
  "Proposal for Weekly Adjustments to/title": "Proposal for Weekly Adjustments to Farm/Pool/Rebalancing Rewards",
  "The purpose is to reallocate the/content": "**Proposal for Weekly Adjustments to Farm/Pool/Rebalancing Rewards**\\nThe purpose is to reallocate the partial (53–57%) daily emission to Farm / Pool / Rebalancing proportionately with vFINIX voting rate. This agenda will allow the vFINIX holders to participate in creating an investing environment that is the most fitted to the users’ taste. The adjustment is assumed to generate the below-mentioned benefits :\\n\\nThe main benefit that the investors will receive from Farm/Pool/Rebalancing:\\n\\n- Encourage Klaytn Definix users’ participation on Long-term staking, which will lock up more governance token and stabilize the price.\\n- Allow the users to become a part of creating a more user-friendly environment of their choice.\\n- Meet the needs of the Definix community.\\nThe criterion of adjustment:\\n- 53% - 57% of daily FINIX emission will be allocated to the Farm / Pool / Rebalancing proportionately to the vFINIX holders’ voting rate.\\n- Each vFINIX holder can choose the Farm / Pool / Rebalancing with their voting power as below :\\n\\nWith the choices above it will cause all farm ratios to be adjusted based on the weight of allocation by proportional to the percentage on the choice above.\\nThe APR of LTS will be adjusted based on the vote result that earns the most of the vote power.\\nThe APR adjustment will be effective on 2022/01/19 Wed 4pm KST.",
  "FINIX-SIX/opinion": "FINIX-SIX",
  "FINIX-KLAY/opinion": "FINIX-KLAY",
  "FINIX-KSP/opinion": "FINIX-KSP",
  "FINIX-KUSDT/opinion": "FINIX-KUSDT",
  "SIX-KUSDT/opinion": "SIX-KUSDT",
  "SIX-KLAY/opinion": "SIX-KLAY",
  "KLAY-KETH/opinion": "KLAY-KETH",
  "KLAY-KBTC/opinion": "KLAY-KBTC",
  "KLAY-KXRP/opinion": "KLAY-KXRP",
  "KETH-KUSDT/opinion": "KETH-KUSDT",
  "KBTC-KUSDT/opinion": "KBTC-KUSDT",
  "KXRP-KUSDT/opinion": "KXRP-KUSDT",
  "KLAY-KUSDT/opinion": "KLAY-KUSDT",
  "KUSDT-KDAI/opinion": "KUSDT-KDAI",
  "KBNB-KUSDT/opinion": "KBNB-KUSDT",
  "KBNB-FINIX/opinion": "KBNB-FINIX",
  "FINIX/opinion": "FINIX",
  "SIX/opinion": "SIX",
  "Rebalance/opinion": "Rebalance"
}